Repository: frozencemetery/debian-mplayer
Catalog: debian/po/*.po
Languages: be, de, es, fi, fr, gl, it, ja, ml, pt, ro, sv

source: Detailed configuration needed for each user
be: Падрабязная наладка для кожнага карыстальніка
fi: Jokaiselle käyttäjälle tarvitaan yksityiskohtaiset asetukset
gl: Precísase dunha configuración detallada para cada usuario
ro: Este necesară o configurare detaliată pentru fiecare utilizator

source: The performance of MPlayer depends heavily on hardware; this means that it may benefit from tweaking options for every single machine it's installed on.
be: Прадуктыўнасць MPlayer залежыць пераважна ад апаратнага забеспячэння - значыць, ён патрабуе рэгулявання налад для кожнай машыны, куды ўсталяваны.
fi: MPlayerin suorituskyky riippuu vahvasti laitteistosta. Tämä tarkoittaa, että se saattaa hyötyä kunkin tietokoneen paranteluominaisuuksista.
gl: O rendemento de MPlayer depende fortemente do hardware; isto quere dicir que pode mellorar axustando as opcións para cada máquina na que se instala.
ro: Performanța lui MPlayer depinde foarte mult de componentele calculatorului; acest lucru înseamnă că ar putea beneficia de pe urma ajustărilor opțiunilor pentru fiecare sistem pe care este instalat.

source: You should read the documentation provided by the 'mplayer-doc' package.
be: Вы маеце пажадаць прачытаць дакументацыю, што пастаўляецца ў пакеце'mplayer-doc'.
fi: Lue paketin ”mplayer-doc” tarjoama (englanninkielinen) dokumentaatio.
gl: Debería consultar a documentación fornecida polo paquete "mplayer-doc".
ro: Ar trebui să citiți documentația furnizată în pachetul „mplayer-doc”.

source: Now, some configuration options will be set for the entire system in /etc/mplayer/mplayer.conf which may be adapted later. Any user can also refine options in ~/.mplayer/config.
be: Зараз некалькі налады будуць вызначаны для сістэмы агулам ў файле /etc/mplayer/mplayer.conf, які можа быць зменены пазней. Любы карыстальнік можа пакінуць налады ў сваім файле ~/.mplayer/config.
fi: Joitain asetuksia asetetaan järjestelmän laajuisesti tiedostossa /etc/mplayer/mplayer.conf, jota voidaan mukauttaa myöhemmin. Kukin käyttäjä voi myös parannella asetuksia tiedostossa ~/.mplayer/config.
gl: Agora ben, hanse establecer algunhas opcións de configuración para todo o sistema no ficheiro /etc/mplayer/mplayer.conf, que se poden adaptar máis adiante. Os usuarios tamén poden refinar as opcións no ficheiro ~/.mplayer/config.
ro: Pentru moment câteva opțiuni de configurare vor fi definite pentru tot sistemul în /etc/mplayer/mplayer.conf, acestea putând fi adaptate mai târziu. Orice utilizator poate rafina opțiunile în ~/.mplayer/config.

source: Replace existing configuration file?
be: Ці замяніць існы файл наладаў?
de: Vorhandene Konfigurationsdatei ersetzen?
es: ¿Desea reemplazar el fichero de configuración actual?
fi: Korvataanko olemassa oleva asetustiedosto?
fr: Faut-il remplacer le fichier de configuration existant ?
gl: ¿Substituír o ficheiro de configuración existente?
it: Sostituire il file di configurazione esistente?
ja: 既存の設定ファイルを置き換えますか?
ml: ഇപ്പോഴുള്ള സജ്ജീകരണ ഫയല്‍ മാറ്റിയെഴുതട്ടെ?
pt: Substituir o ficheiro de configuração existente?
ro: Se înlocuiesc fișierele de configurare existente?
sv: Ersätt existerande konfigurationsfil?

source: An /etc/mplayer/mplayer.conf file already exists on the system and does not contain an automatically-generated part. That file can be replaced by a generated one (the old file will be moved to /etc/mplayer/mplayer.conf.debconf-old).
be: Файл /etc/mplayer/mplayer.conf ужо існуе, але ён не змяшчае аўтаматычна згенераванай часткі. Гэты файл можа быць заменены згенераваным новым (стары будзе перамешчаны ў /etc/mplayer/mplayer.conf.debconf-old).
fi: Järjestelmässä on jo tiedosto /etc/mplayer/mplayer.conf, joka ei sisällä automaattisesti luotua osaa. Kyseinen tiedosto voidaan korvata luodulla (vanha siirretään nimelle /etc/mplayer/mplayer.conf.debconf-old).
gl: Xa existe un ficheiro /etc/mplayer/mplayer.conf no sistema, e non contén unha parte xerada automaticamente. Este ficheiro pódese substituír por un xerado (hase trasladar o ficheiro antigo a /etc/mplayer/mplayer.conf.debconf-old).
ro: Există deja un fișier /etc/mplayer/mplayer.conf care nu conține o parte generată automat. Acel fișier poate fi înlocuit de un fișier generat (cel vechi va fi redenumit ca /etc/mplayer/mplayer.conf.debconf-old).

source: Old configuration file kept
be: Стары файл наладаў пакінуты
fi: Vanha asetustiedosto säilytetty
gl: Consérvase o ficheiro de configuración antigo
ro: Fișierul de configurare vechi este păstrat

source: You chose not to replace the existing /etc/mplayer/mplayer.conf file.
be: Вы выбралі не змяняць файла /etc/mplayer/mplayer.conf.
fi: Valitsit, että olemassa olevaa tiedostoa /etc/mplayer/mplayer.conf ei korvata.
gl: Decidiu non substituír o ficheiro /etc/mplayer/mplayer.conf existente.
ro: Ați ales să nu înlocuiți fișierul existent /etc/mplayer/mplayer.conf.

source: That file can be generated automatically later by running 'dpkg-reconfigure mplayer'.
be: Файл можа быць аўтаматычна створаны пазней запускам 'dpkg-reconfigure mplayer'.
fi: Kyseinen tiedosto voidaan luoda automaattisesti myöhemmin käskyllä ”dpkg-reconfigure mplayer”.
gl: Ese ficheiro pódese xerar automaticamente máis adiante executando "dpkg-reconfigure mplayer".
ro: Acel fișier poate fi generat automat la un moment ulterior prin rularea comenzii „dpkg-reconfigure mplayer”.

source: MPlayer video output:
be: Вывад відэа MPlayer:
de: MPlayer Video-Ausgabe:
es: Salida de vídeo de MPlayer:
fi: Mplayerin videoulostulo:
fr: Sortie vidéo de MPlayer :
gl: Saída de vídeo de MPlayer:
it: Output video di MPlayer:
ja: MPlayer ビデオ出力:
ml: എംപ്ലയര്‍ ദൃശ്യ ഔട്ട്പുട്ട്:
pt: Saída de video do Mplayer:
ro: Ieșire video a lui MPlayer:
sv: MPlayer video ut-system:

source: MPlayer can use a very wide range of video output drivers. The needed driver may be detected automatically or chosen manually.
be: MPlayer можа выводзіць відэа праз шмат якія драйверы. Патрэбны драйвер можа быць вызначаны аўтаматычна або выбраны ўручную.
fi: MPlayer voi käyttää erittäin laajaa kirjoa videoulostuloajureita. Tarvittava ajuri voidaan etsiä automaattisesti tai valita käsin.
gl: MPlayer pode empregar unha grande cantidade de controladores de saída de vídeo. Pódese detectar automaticamente ou escoller manualmente o controlador necesario.
ro: MPlayer este capabil să folosească o gamă variată de driver-e video. Driver-ul necesar poate fi detectat automat sau poate fi ales manual.

source: If you prefer choosing the driver yourself, you first should choose an entry matching this system's video card. If none match and the card supports 'XV', choose that option (the 'xvinfo' command may help).
be: Калі хочаце выбраць драйвер самі, спярша выберыце пункт, што адпавядае відэакартцы ў вашай сістэме. Калі не знойдзеце адпаведнасцяў, а картка падтрымлівае 'XV', выберыце пункт 'XV' (каманда 'xvinfo' мусіць дапамагчы).
fi: Jos suosit ajurin valitsemista käsin, sinun tulisi ensin valita kohta, joka vastaa järjestelmän näyttökorttia. Jos mikään ei sovi ja kortti tukee ”XV”:tä, valitse tuo vaihtoehto (komento ”xvinfo” saattaa auttaa).
gl: Se prefire escoller o controlador vostede mesmo, debería escoller unha entrada que coincida coa tarxeta gráfica deste sistema. Se ningunha coincide e a tarxeta ten soporte para "XV", escolla esa opción (a orde "xvinfo" pode axudar).
ro: Dacă preferați să alegeți personal driver-ul, va trebui ca mai întâi să alegeți o intrare care se potrivește cu placa video a acestui sistem. Dacă nu se potrivește nici una și placa video suportă „XV”, alegeți acea opțiune (comanda „xvinfo” ar putea fi de ajutor).

source: Please read the /usr/share/doc/mplayer-doc/HTML/en/video.html file from the 'mplayer-doc' package for more details.
be: Калі ласка, для падрабязнасцей прачытайце файл /usr/share/doc/mplayer-doc/HTML/en/video.html з пакета 'mplayer-doc'.
fi: Lisätietoja englanniksi löytyy paketin ”mplayer-doc” tiedostosta /usr/share/doc/mplayer-doc/HTML/en/video.html.
gl: Consulte o ficheiro /usr/share/doc/mplayer-doc/HTML/en/video.html do paquete "mplayer-doc" para ter máis detalles.
ro: Pentru mai multe detalii, citiți fișierul /usr/share/doc/mplayer-doc/HTML/en/video.html din pachetul „mplayer-doc”.

source: Binary codecs download
be: Спампоўванне двайковых кодэкаў
fi: Binäärikoodekkien lataus
gl: Descarga de códecs binarios
ro: Descărcare de codec-uri binare

source: MPlayer supports most video formats without additional software.
be: MPlayer падтрымлівае большасць відэафарматаў адразу без дадатковых праграмных сродкаў.
fi: MPlayer tukee useimpia videomuotoja ilman lisäohjelmia.
gl: MPlayer soporta a maioría dos formatos de vídeo sen precisar de software adicional.
ro: MPlayer suportă majoritatea formatelor video fără software adițional.

source: Additional video formats, such as Real 3.0/4.0, Windows Media 9, or Quicktime, can be supported by using binary codecs.
be: Дадатковыя фарматы відэа (Real 3.0/4.0, Windows Media 9, Quicktime і іншыя) могуць быць прайграны з дапамогай двайковых кодэкаў.
fi: Lisävideomuotoja, kuten Real 3.0/4.0, Windows Media 9 ja Quicktime voidaan tukea käyttämällä binäärikoodekkeja.
gl: Pódense soportar formatos de vídeo adicionais, coma Real 3.0/4.0, Windows Media 9 ou Quicktime, empregando códecs binarios.
ro: Formate video adițioanle precum Real 3.0/4.0, Windows Media 9, sau Quicktime pot fi suportate prin intermediul codec-urilor binare.

source: As such codecs are not free software, they are not distributed with this package but can be downloaded freely. The '/usr/share/mplayer/scripts/binary_codecs.sh' script is provided in this package to help downloading them from the MPlayer web site.
be: Такія кодэкі не ўключаны ў гэты пакет, таму што яны не падлягаюць вольнаму распаўсюджванню. Аднак яны могуць быць свабодна спампаваны. Скрыпт '/usr/share/mplayer/scripts/binary_codecs.sh' дапаможа спампаваць іх з web-сайта MPlayer.
fi: Koodekit eivät sinänsä ole vapaita ohjelmistoja, eikä niitä levitetä tämän paketin mukana, mutta ne voi ladata ilmaiseksi. Paketin mukana toimitettu komentotiedosto ”/usr/share/mplayer/scripts/binary_codecs.sh” auttaa niiden lataamisessa MPlayerin verkkosivulta.
gl: Como eses códecs non son software libre, non se distribúen con este paquete, pero pódense descargar libremente. Fornécese o script "/usr/share/mplayer/scripts/binary_codecs.sh" neste paquete para axudarlle a descargalos desde a páxina web de MPlayer.
ro: Deoarece asemenea codec-uri nu sunt software liber, nu sunt distribuite cu acest pachet însă pot fi descărcate. Script-ul „/usr/share/mplayer/scripts/binary_codecs.sh” este furnizat pentru a fi de ajutor la descărcarea lor de pe pagina de internet a lui MPlayer.

source: DVD device name:
be: Назва прылады DVD:
de: DVD-Gerätename:
es: Nombre de dispositivo DVD:
fi: DVD-laitteen nimi:
fr: Nom du fichier de périphérique DVD :
gl: Nome do dispositivo do DVD:
it: Nome del device DVD:
ja: DVD デバイス名:
ml: ഡി.വി.ഡി ഉപകരണനാമം:
pt: Nome do dispositivo de DVD:
ro: Numele dispozitivului DVD
sv: DVD-enhetens namn:

source: Please enter the name of the device for your DVD player, if any.
be: Увядзіце назву вашай прылады DVD, калі ёсць.
fi: Anna DVD-soittimen laitenimi, jos järjestelmässä on sellainen.
gl: Introduza o nome do dispositivo do reproductor de DVD, se ten un.
ro: Introduceți numele dispozitivului pentru player-ul DVD al dumneavoastră, dacă aveți unul.

source: Font for On Screen Display:
be: Шрыфт для On Screen Display:
fi: Ruudulle piirrossa käytettävä fontti:
gl: Tipo de letra para a sobreimpresión de textos:
ro: Fontul pentru afișarea pe ecran:

source: No TrueType fonts found for On Screen Display
be: Няма шрыфтоў True Type для On Screen Display
fi: Ruudulle piirtoon käytettäväksi ei löytynyt yhtään TrueType-fonttia.
gl: Non se atopou ningún tipo TrueType para a sobreimpresión de textos.
ro: N-a fost găsit nici un font „True Type” pentru afișarea pe ecran

source: MPlayer needs at least one TrueType font for its 'On Screen Display' feature.
be: MPlayer патрабуе прынамсі адзін шрыфт True Type для функцыі On Screen Display.
fi: Mplayer tarvitsee vähintään yhden TrueType-fontin sen ”ruudulle piirto” (”On Screen Display”) -ominaisuutta varten.
gl: MPlayer precisa de alomenos un tipo TrueType para a súa función de sobreimpresión de textos.
ro: MPlayer are nevoie decel puțin un font „True Type” pentru afișarea pe ecran.

source: You should install a package providing such fonts (such as 'ttf-freefont' or 'ttf-bitstream-vera' or 'msttcorefonts') and reconfigure MPlayer (by running 'dpkg-reconfigure mplayer').
be: Вы маеце ўстанавіць пакет, што прадастаўляе шрыфты truetype (такія, як 'ttf-freefont', ці 'ttf-bitstream-vera', ці 'msttcorefonts' ) і пераналадзьце MPlayer (камандай "dpkg-reconfigure mplayer")
fi: Sinun tulisi asentaa tällaisia fontteja tarjoava paketti (kuten ”ttf-freefont”, ”ttf-bitstream-vera” tai ”msttcorefonts”) ja tehdä MPlayerin asetukset uudelleen (komennolla ”dpkg-reconfigure mplayer”).
gl: Debería instalar un paquete que conteña un deses tipos (tal coma "ttf-freefont", "ttf-bitstream-vera" ou "msttcorefonts") e reconfigurar MPlayer (executando "dpkg-reconfigure mplayer").
ro: Ar trebui să instalați un pachet care furnizează fonturi truetype (cum ar fi „ttf-dejavu”, „ttf-freefont” sau „msttcorefonts”) și să reconfigurați MPlayer-ul (cu comanda „dpkg-reconfigure mplayer”).

source: Create your ~/.mplayer/mplayer.conf file
de: Erstelle Ihre ~/.mplayer/mplayer.conf-Datei
es: Crear su archivo ~/.mplayer/mplayer.conf
fr: Création du fichier ~/.mplayer/mplayer.conf
ja: ~/.mplayer/mplayer.conf ファイルを作成してください
sv: Skapa din ~/.mplayer/mplayer.conf fil

source: Performance of MPlayer depends heavily on hardware - this means that it may benefit from tweaking options, for every single machine it's installed to. You may wish to read the documentation (it is in the package 'mplayer-doc', under /usr/share/doc/mplayer-doc/). This DebConf interface will help you setup just a few main features; you may wish to add to /etc/mplayer/mplayer.conf some more refined options (to enable multichannel audio, or video postprocessing, etc etc); and any user similarly may customize MPlayer using the file ~/.mplayer/config
es: El rendimiento de MPlayer depende en gran medida del hardware, lo que significa que puede beneficiarse de distintos ajustes en las opciones en cada equipo en el que se instale. Quizás desee leer la documentación (está disponible en el paquete «mplayer-doc», en «/usr/share/doc/mplayer-doc/»). Esta interfaz DebConf le asistirá a configurar sólo algunas de las funcionalidades principales. Puede que desee añadir a «/etc/mplayer/mplayer.conf» algunas opciones más específicas (como el posprocesado de vídeo o la activación de audio multicanal). Cualquier usuario puede ajustar MPlayer utilizando el archivo «~/.mplayer/config».
fr: Les performances de MPlayer dépendent beaucoup du matériel. Chaque machine demande donc des options spécifiques pour un meilleur fonctionnement. L'étape présente va vous permettre de configurer les options principales. Vous pourrez ensuite ajouter des options plus précises au fichier /etc/mplayer/mplayer.conf, pour permettre l'audio multicanaux, le post-traitement vidéo, etc. Chaque utilisateur peut ensuite personnaliser MPlayer en utilisant le fichier ~/.mplayer/config. Veuillez consulter la documentation, dans le paquet mplayer-doc, sous /usr/share/doc/mplayer-doc/, pour le détail de toutes les options.
it: Le prestazioni di MPlayer sono strettamente legate all'hardware, questo vuol dire che potrebbero migliorare con operazioni di tweaking fatte alla macchina su cui è installato. Si consiglia di leggere la documentazione (fornita dal pacchetto "mplayer-doc", nella directory /usr/share/doc/mplayer-doc/). Questa interfaccia DebConf aiuta solo nella configurazione delle opzioni principali; è possibile aggiungere in /etc/mplayer/mplayer.conf altre opzioni più raffinate (per abilitare l'audio multicanale, la post-elaborazione del video, ecc.); inoltre ogni utente può personalizzare MPlayer usando il file ~/.mplayer/config
ja: MPlayer の実行性能はハードウェアに強く依存します。つまり、インストールされている各マシンでオプションを微調整すると MPlayer がより好ましい動作をする可能性があります。そのために付属文書を読む必要があるかもしれません (付属文書は 'mplayer-doc' パッケージの /usr/share/doc/mplayer-doc/ 以下にあります)。この DebConf インタフェースは、いくつかの主要な機能の設定を手助けするだけです。(マルチチャンネルオーディオや映像の後処理などを有効にするために) いくつかのさらに細かいオプションを /etc/mplayer/mplayer.conf に追加する必要があるかもしれません。また、同様にどのユーザもファイル ~/.mplayer/config を使用して MPlayer をカスタマイズできます。
ml: എംപ്ലയറിന്റെ പ്രകടനം പ്രധാനമായും ഹാര്‍ഡ്‌വെയറിനെ ആശ്രയിച്ചിരിക്കുന്നു. ഇതിനര്‍ത്ഥം അത് ഇന്‍സ്റ്റാള്‍ ചെയ്യുന്ന ഓരൊ മെഷീനിലേയും ഹാര്‍ഡ്‌വെയര്‍ പരുവപ്പെടുത്തലുകളെ നന്നായി ഉപയോഗിക്കും എന്നാണ്. നിങ്ങള്‍ക്ക് ഇതിന്റെ വിവരണങ്ങള്‍ വായിക്കാവുന്നതാണ്(mplayer-doc എന്ന പാക്കേജില്‍ /usr/share/doc/mplayer-doc/ എന്ന കൂടയ്ക്കുള്ളിലാണതുള്ളത് ). ഈ ഡെബ്കോണ്‍ഫ് ഇന്റര്‍ഫേസ് വളരെ കുറച്ച് പ്രധാന കഴിവുകളെ മാത്രം സജ്ജീകരിയ്ക്കാന്‍ മാത്രമേ സഹായിയ്ക്കൂ; നിങ്ങള്‍ക്കു കുറച്ചുകൂടി കടന്ന്‌ മറ്റുചില ഗുണഗണങ്ങള്‍ (മള്‍ട്ടിചാനല്‍ ശബ്ദം, ദൃശ്യ പോസ്റ്റ്‌‌പ്രൊസസ്സിങ്ങ് മുതലായവ) കൂടി മാറ്റാനായി /etc/mplayer/mplayer.conf ലേയ്ക്ക് കൂട്ടിച്ചേര്‍ക്കണമെന്നുണ്ടാകാം. ഏതൊരു ഉപയോക്താവിനും എംപ്ലയര്‍ ഇങ്ങനെ ~/.mplayer/config എന്ന ഫയല്‍ ഉപയോഗിച്ച് ഇഷ്ടാനുസരണം സജ്ജീകരിക്കാവുന്നതാണ്
pt: O desempenho do Mplayer depende fortemente do hardware - isto significa que poderá beneficiar alterando opções, para cada máquina em que é instalado. Poderá desejar ler a documentação (encontra-se no pacote 'mplayer-doc', em /usr/share/doc/mplayer-doc/). Esta interface Debconf irá ajudá-lo em apenas algumas funcionalidades principais; poderá desejar acrescentar algumas opções mais refinadas em /etc/mplayer/mplayer.conf (para activar audio multi-canal, ou pós-processamento de video, etc etc); e qualquer utilizador poderá personalizar o Mplayer utilizando o ficheiro ~/.mplayer/config .
sv: Prestandan hos MPlayer beror kraftigt på hårdvaran - detta betyder att det kan vara förmånligt att justera inställningar, för varje enskild maskin som det installerats på. Det kan vara så att du vill läsa dokumentationen (som finns i paketet 'mplayer-doc', under /usr/share/doc/mplayer-doc/). Detta DebConf-gränssnitt kommer hjälpa dig att konfigurera endast ett par grundläggande funktioner; det kan vara så att du vill lägga till fler finjusterade inställningar till /etc/mplayer/mplayer.conf (för att slå på multikanals-ljud, video efterbehandling, etc.); och godtyckliga användare kan konfigurera MPlayer genom filen ~/.mplayer/config

source: Enable access to RTC?
de: Zugriff auf RTC ermöglichen?
es: ¿Habilitar el acceso al RTC?
fr: Faut-il autoriser l'accès à l'horloge matérielle (RTC) ?
it: Attivare l'accesso a RTC?
ja: RTC へのアクセスを可能にしますか?
ml: ആര്‍.ടി.സി. ലഭ്യത പ്രാവര്‍ത്തികമാക്കട്ടെ?
pt: Activar o acesso ao RTC?
sv: Aktivera tillgång till realtidsklockan (RTC)?

source: On older kernels MPlayer can use the RTC (Real Time Clock) to provide better timing in reproduction, with less CPU cost; to this end, though, the device /dev/rtc must be accessible to group audio, and the default max-user-freq must be raised to 1024. Any needed change must be done by root. If you wish, MPlayer will automatically do this at boot, so that any user can enjoy this feature. Note that there may be security issues with this (although none are known now).
es: MPlayer puede utilizar el RTC («Real Time Clock» o reloj de tiempo real) en núcleos antiguos para permitir un mejor ajuste de la reproducción con menor consumo de CPU. Para poder hacer esto es necesario que el grupo «audio» pueda acceder al dispositivo «/dev/rtc», y se debe incrementar el valor de «max-user-freq», por omisión a 1024. Cualquiera de estos cambios debe hacerse como superusuario. Si lo desea, MPlayer hará estos cambios de forma automática en el arranque para que todos los usuarios puedan beneficiarse de esta funcionalidad. Tenga en cuenta que puede haber un riesgo de seguridad al habilitar ésto (aunque de momento no se conoce ningún problema).
fr: Avec des noyaux anciens, MPlayer peut utiliser l'horloge matérielle pour avoir une meilleure base de temps avec une charge CPU moindre. Pour cela, /dev/rtc doit être accessible au groupe audio, et le max-user-freq par défaut doit être de 1024. Ces changements doivent être effectués par l'administrateur. Si vous le désirez, MPlayer peut faire ces changements automatiquement au démarrage, afin que tous les utilisateurs puissent utiliser cette fonction. Veuillez noter qu'il peut y avoir des implications au niveau de la sécurité, bien qu'aucune ne soit connue à l'heure actuelle.
it: Su un vecchio kernel MPlayer può usare RTC (Real Time Clock) per fornire una miglior sincronizzazione durante la riproduzione con poco impegno della CPU. Per questo motivo il device /dev/rtc deve essere accessibile dal gruppo audio e il max-user-freq deve essere alzato a 1024; purtroppo queste modifiche devono essere fatte da root però MPlayer può effettuare automaticamente queste operazioni all'avvio cosicché tutti gli utenti possano beneficiare di questa funzionalità. Si noti che questo espone il sistema a potenziali problemi di sicurezza (anche se nessuno conosciuto).
ja: 古いカーネル上で動かす場合、MPlayer は、再生時に RTC (リアルタイムクロック) を使用し、より少ない CPU 消費でよりよい同期をすることが可能です。しかしそのためには、デバイス /dev/rtc を audio グループからアクセス可能にし、max-user-freq のデフォルト値を 1024 に上げなければなりません。必要な変更はすべて root で行わなければなりません。お望みなら、起動時に MPlayer が自動的にこれらの変更を行うようにして、すべてのユーザがこの機能を楽しめるようにできます。このオプションを有効にすると、(今のところは知られていませんが) セキュリティ上の問題点ができるかもしれないことに注意してください。
ml: പുനരുത്പാദനത്തില്‍ കുറഞ്ഞ സി.പി.യു. ഉപയോഗത്തോടെ നല്ല സമയകൃത്യത പാലിക്കാന്‍, പഴയ കെര്‍ണലുകളില്‍ എംപ്ലയറിന്‌ ആര്‍.ടി.സി. (റിയല്‍ ടൈം ക്ലോക്ക്) ഉപയോഗിക്കാന്‍കഴിയും . പക്ഷേ, ഇതിനായി /dev/rtc എന്ന ഉപകരണം group audio യ്ക്ക്‌ ലഭ്യമായിരിക്കണം. കൂടാതെ സ്വതവേയുള്ള max-user-freq 1024 ആയി ഉയര്‍ത്തുകയും വേണം. ആവശ്യമുള്ള മാറ്റങ്ങളെല്ലം ചെയ്യേണ്ടത് റൂട്ടാണ്. ഈ സൌകര്യം നിങ്ങള്‍ക്കാസ്വദിക്കാന്‍ വേണമെങ്കില്‍ ബൂട്ട് ചെയ്യുന്ന സമയത്ത് എംപ്ലയറിനു ഇതു സ്വയം ചെയ്യാന്‍ കഴിയും.പക്ഷേ ഇതില്‍ സുരക്ഷാപാളിച്ചകള്‍ ഉണ്ടാകാം (ഇതുവരെ അറിവില്‍ അങ്ങനെ സംഭവിച്ചിട്ടില്ലെങ്കില്‍ പോലും).
pt: Em kernels mais antigos, o Mplayer poderá utilizar o RTC (Real Time Clock - Relógio em Tempo Real) para providenciar uma melhor reprodução, com um custo inferior para o CPU; para que isto aconteça, o dispositivo /dev/rtc tem de estar acessível ao grupo audio, e a max-user-freq por omissão deverá ser subida para 1024. Qualquer alteração que seja necessário fazer, terá de ser feito pelo root. Se desejar, o Mplayer fará isto automaticamente no arranque, para que qualquer utilizador possa disfrutar desta funcionalidade. Note que poderão existir problemas de segurança com isto (apesar de não haver nenhum conhecido).
sv: På äldre kärnor kan MPlayer använda RTC (realtidsklockan) för att förse bättre tidspressicion i reproduktion, med lägre CPU-kostnad; för detta ändamål måste dock enheten /dev/rtc vara tillgänglig för gruppen audio, om standard-värdet för max-user-freq måste höjjas till 1024. Någon begärd ändring måste göras av root. Om du önskar kan MPlayer automatiskt göra detta vid systemets uppstart, så att alla användare kan åtnjuta denna funktion. Notera att det kan finnas säkerhets-betänkligheter med detta (även om ingen är känd för tillfället).
