Repository: frozencemetery/debian-mplayer
Catalog: debian/po/*.po
Languages: be, de, es, fi, fr, gl, it, ja, ml, pt, ro, sv

source: There is already a file /etc/mplayer/mplayer.conf, but it does not contain an automatically generated part. This script may generate a new file (the old file will be moved to /etc/mplayer/mplayer.conf.debconf-old).
es: Ya existe un fichero «/etc/mplayer/mplayer.conf», pero no contiene la zona que se genera de forma automática. Este programa puede crear un nuevo fichero (el antiguo se moverá a «/etc/mplayer/mplayer.conf.debconf-old»).
fr: Un fichier /etc/mplayer/mplayer.conf existe déjà, mais il ne contient pas de section créée automatiquement. Ce script peut créer un nouveau fichier. L'ancien fichier sera alors renommé /etc/mplayer/mplayer.conf.debconf-old.
it: Il file /etc/mplayer/mplayer.conf già esiste ma non contiene la parte creata automaticamente. Questo script può generare un nuovo file (il vecchio file viene rinominato in /etc/mplayer/mplayer.conf.debconf-old).
ja: ファイル /etc/mplayer/mplayer.conf が既に存在しますが、このファイルには自動生成された部分が含まれていません。本スクリプトの実行により新しいファイルが生成される可能性があります (古いファイルは /etc/mplayer/mplayer.conf.debconf-old に移動します)。
ml: /etc/mplayer/mplayer.conf എന്ന ഫയല്‍ ഇപ്പോള്‍തന്നെ ഉണ്ട്. പക്ഷെ, അതില്‍ ഓട്ടോമാറ്റിക്‌ ആയി ഉണ്ടായ ഭാഗങ്ങള്‍ ഇല്ല. ഈ സ്ക്രിപ്റ്റ് ഒരു പുതിയ ഫയല്‍ ഉണ്ടാക്കും(പഴയ ഫയല്‍ /etc/mplayer/mplayer.conf.debconf-old എന്ന പേരിലേക്ക് മാറ്റപ്പെടും).
pt: Já existe o ficheiro /etc/mplayer/mplayer.conf, mas não contém uma secção gerada automaticamente. Este script irá gerar um novo ficheiro (o ficheiro antigo será movido para /etc/mplayer/mplayer.conf.debconf-old).
sv: Det finns redan en fil /etc/mplayer/mplayer.conf, men den innehåller ingen automatiskt genererard del. Detta skript kan generera en ny fil (den gamla gilen kommer då flyttas till /etc/mplayer/mplayer.conf.debconf-old).

source: Files not replaced
de: Dateien nicht ersetzt
es: No se reemplazaron los archivos
fr: Fichiers non remplacés
it: File non sostituiti
ja: ファイルは置き換えられませんでした
ml: ഫയലുകള്‍ മാറ്റിയെഴുതപ്പെട്ടില്ല
pt: Ficheiros não susbtítuidos
sv: Filer ersattes ej

source: It seems that you don't want to replace your existing configuration file /etc/mplayer/mplayer.conf. If you change your mind later, you can run "dpkg-reconfigure mplayer".
de: Es scheint, dass Sie Ihre existierende Konfigurationsdatei /etc/mplayer/mplayer.conf nicht ersetzen wollen. Falls Sie Ihre Meinung später andern, können Sie »dpkg-reconfigure mplayer« ausführen.
es: Parece que no desea reemplazar su fichero de configuración «/etc/mplayer/mplayer.conf». Si cambia de opinión más adelante, puede hacerlo ejecutando «dpkg-reconfigure mplayer».
fr: Vous avez choisi de ne pas remplacer le fichier de configuration /etc/mplayer/mplayer.conf. Si vous changez d'avis plus tard, vous pourrez utiliser la commande « dpkg-reconfigure mplayer ».
it: Sembra che non si vogliano sostituire i file di configurazione esistente /etc/mplayer/mplayer.conf. In seguito, per modificare questa configurazione si può usare "dpkg-reconfigure mplayer".
ja: 既存の設定ファイル /etc/mplayer/mplayer.conf を置き換えることを望まないようですね。後で気が変わった場合は "dpkg-reconfigure mplayer" を実行してください。
ml: നിങ്ങള്‍ക്കു ഇപ്പോഴുള്ള /etc/mplayer/mplayer.conf സജ്ജീകരണ ഫയല്‍ മാറ്റെണ്ടേന്നു തോന്നുന്നു. പിന്നീട് മാറ്റണമെന്നുണ്ടെങ്കില്‍ "dpkg-reconfigure mplayer" പ്രവര്‍ത്തിപ്പിയ്ക്കുക.
pt: Parece que não substituiu o ficheiro de configuração existente em /etc/mplayer/mplayer.conf. Se mudar de ideias mais tarde poderá correr "dpkg-reconfigure mplayer".
sv: Det verkar som du inte vill ersätta din existerande konfigurationsfil /etc/mplayer/mplayer.conf. Om du ändrar dig vid senare tillfälle kan du då köra "dpkg-reconfigure mplayer".

source: MPlayer can use a very wide range of video output drivers; it will try to autodetect the best one, but you may choose a preferred one. Here is the a guide to the choice (in decreasing order of speed): (1) if you see an entry that matches your video card, choose that; (2) if your video card supports 'XV', choose that (use 'xvinfo' to know). You should read /usr/share/doc/mplayer-doc/HTML/en/devices.html (it is in package 'mplayer-doc').
es: MPlayer puede usar un conjunto muy amplio de dispositivos de salida de vídeo. Se intentará autodetectar el más apropiado, pero puede también elegir el que prefiere. Ésta es una guía para hacer la elección (en orden de velocidad decreciente): (1) si ve una entrada que coincida con su tarjeta de vídeo, selecciónela, (2) si su tarjeta de vídeo tiene soporte de «XV», escógala (utilice «xvinfo» para confirmarlo). Debería leer /usr/share/doc/mplayer-doc/HTML/es/devices.html (en el paquete «mplayer-doc»).
fr: MPlayer peut utiliser de nombreuses sorties vidéos différentes. Il tentera de détecter la meilleure, mais vous pouvez choisir la sortie que vous préférez. Voici comment choisir (par ordre de vitesse décroissant) : (1) si vous voyez votre carte vidéo, choisissez-la; (2) si votre carte gère « XV », choisissez cette option (utilisez « xvinfo » pour contrôler cette possibilité). Vous trouverez plus de détails dans /usr/share/doc/mplayer-doc/HTML/en/devices.html dans le paquet mplayer-doc.
ja: MPlayer は非常に多様なビデオ出力ドライバを使用できます。MPlayer は最良のドライバを自動検出しようとしますが、使用したいものを自分で選択することも可能です。ここに選択の指針を示します (スピードの速い順です)。(1) ビデオカードにマッチするエントリがある場合、それを選択してください。(2) ビデオカードが 'XV' をサポートしている場合、それを選択してください ('xvinfo' を使用するとわかるでしょう)。/usr/share/doc/mplayer-doc/HTML/en/devices.html も参照してください (このファイルは 'mplayer-doc' パッケージに含まれています)。
sv: MPlayer kan använda en väldigt bred rad av video utmatnings-system; den bästa kommer försöka automatiskt hittas, men du kan vilja välja en du föredrar. Här är en guide till valet (i avtagande ordning av fart): (1) om du ser något val som matchar ditt grafikkort välj det; (2) om ditt video-kort stödjer 'XV', välj det (använda 'xvinfo' för att kontrollera). Du bör läsa /usr/share/doc/mplayer-doc/HTML/en/devices.html (som finns i paketet 'mplayer-doc').

source: How to download binary codecs
es: ¿Cómo se deben descargar los codecs binarios?
fr: Méthode de téléchargement des « codecs » binaires
it: Come recuperare i codec binari
ja: バイナリコーデックのダウンロード方法
ml: ബൈനറി കോഡെക്കുകള്‍ എങ്ങനെ ഡൌണ്‍ലോഡ് ചെയ്യാം
pt: Como descarregar os codecs binários
sv: Hur man laddar ner binära codecs

source: MPlayer supports most codecs out of the box and the rest with the help of binary codecs. Binary codecs are only necessary for Real 3.0 and 4.0, Windows Media 9, QuickTime audio and some very obscure codecs. Debian cannot distribute these codecs, but these are available on the internet for download. Run the script `/usr/share/mplayer/scripts/binary_codecs.sh' to install those made available from MPlayer web site.
es: MPlayer tiene soporte para la mayoría de los codecs en una instalación normal y para el resto utiliza codecs binarios. Sólo necesita codecs binarios para archivos Real 3.0 y 4.0, Windows Media 9, audio Quicktime y para otros codecs muy raros. El proyecto Debian no puede distribuir estos codecs pero están disponibles en Internet y pueden descargarse. Ejecute el programa «/usr/share/mplayer/scripts/binary_codecs.sh» si desea instalar los codecs disponibles en el sitio web de MPlayer.
fr: MPlayer gère la plupart des « codecs » (Codeur/décodeur) dès son installation, et peut gérer les autres avec l'aide de codecs binaires. Ceux-ci ne sont nécessaires que pour Real 3.0 et 4.0, Windows Media 9, QuickTime audio et certains codecs obscurs. Ces codecs ne peuvent pas être distribués avec Debian, mais ils sont disponibles par téléchargement sur l'Internet. Vous pouvez utiliser le script /usr/share/mplayer/scripts/binary_codecs.sh pour installer les codecs disponibles sur le site Web de MPlayer.
it: MPlayer dispone già di molti codec però è possibile aggiungerne altri con l'aiuto di codec binari. I codec binari sono necessari solo per Real 3.0 e 4.0, Windows Media 9, QuickTime audio e qualche altro oscuro codec. Debian non può distribuire questi codec che però sono scaricabili da Internet. Eseguire lo script "/usr/share/mplayer/scripts/binary_codecs.sh" per installare quelli forniti dal sito web di MPlayer.
ja: MPlayer は、大半のコーデックについては最初からサポートしており、残りのコーデックについてもバイナリコーデックの助けを借りてサポートしています。バイナリコーデックは、Real 3.0 と 4.0、Windows Media 9、QuickTime Audio やいくつかの非常に無名のコーデックについてのみ必要となります。これらのコーデックは Debian では配布できませんが、インターネットからダウンロードして利用できます。スクリプト `/usr/share/mplayer/scripts/binary_codecs.sh' を実行し、MPlayer のウェブサイトから入手可能になっているこれらのコーデックをインストールしてください。
ml: എംപ്ലയര്‍ മിക്ക കോഡെക്കുകളും ഗംഭീരമായും ബാക്കിയുള്ളവ ബൈനറി കോഡെക്കുകളുടെ സഹായത്തോടെയും സപ്പോര്‍ട്ടു ചെയ്യുന്നു. റിയല്‍ 3.0, വിന്‍ഡോസ് മീഡിയ 9, ക്വിക്ക് ടൈം, ചില അപൂര്‍വ കോഡെക്കുകള്‍ എന്നിവക്കു മാത്രമേ ബൈനറി കോഡെക്കുകള്‍ ആവശ്യമുള്ളൂ. ഡെബിയന്‌ ഇവ വിതരണം ചെയ്യാന്‍ കഴിയില്ല. പക്ഷേ ഇവ ഇന്റര്‍നെറ്റില്‍നിന്ന് ഡൌണ്‍ലോഡ് ചെയ്യാവുന്നതാണ്. എംപ്ലയറിന്റെ വെബ്സൈറ്റില്‍ ലഭ്യമായവ ഇന്‍സ്റ്റാള്‍ ചെയ്യാന്‍ '/usr/share/mplayer/scripts/binary_codecs.sh' എന്ന സ്കിപ്റ്റ് പ്രവര്‍ത്തിപ്പിയ്ക്കുക.
pt: O Mplayer suporta à partida a maior parte dos codecs e os restantes com a ajuda de codecs binários. Os codecs binários são apenas necessários para Real 3.0 e Real 4.0, Windows Media 9, Quicktime audio e alguns outros codecs mais obscuros. Debian não pode distribuir esses codecs, mas encontram-se disponíveis na internet. Corra o script `/usr/share/mplayer/scripts/binary_codecs.sh' para instalar os que estão disponíveis no site do Mplayer.
sv: MPlayer stödjer de flesta codecs direkt från start och resten med hjälp av binära codecs. Binära codecs är endast nödvändiga för Real 3.0 och 4.0, Windows Media 9, QuickTime audio och några väldigt obskyra codecs. Debian kan inte distribuera dessa codecs, men de finns tillgängliga på Internet för nerladdning, Kör skriptet `/usr/share/mplayer/scripts/binary_codecs.sh' för att installera de som gjorts tillgängliga på MPlayers webbplats.

source: What is the name of your DVD device (if any):
de: Wie lautet der Name Ihres DVD-Geräts (falls vorhanden):
es: ¿Cuál es el nombre de su dispositivo DVD? (si lo tiene):
fr: Veuillez indiquer le nom du fichier de périphérique DVD.
it: Nome del proprio device DVD (se presente):
ja: (DVD デバイスがある場合は) デバイスの名前を入力してください:
ml: നിങ്ങളുടെ ഡി.വി.ഡി ഉപകരണത്തിന്റെ പേരെന്താണ് (ഉണ്ടെങ്കില്‍ മാത്രം):
pt: Qual o nome do seu dispositivo de DVD (se existir algum):
sv: Vad är namnet på din DVD-enhet (om någon):

source: MPlayer OSD font:
de: MPlayer OSD-Schrift
es: Tipografía OSD para MPlayer:
fr: Police pour l'OSD :
it: Caratteri per l'OSD di MPlayer:
ja: MPlayer OSD フォント:
ml: എംപ്ലയര്‍ ഒ.എസ്.ഡി. അക്ഷരരൂപം:
pt: Fonte para OSD do Mplayer:
sv: MPlayer OSD typsnitt:

source: MPlayer needs True Type fonts for On Screen Display. Choose your favorite.
de: MPlayer benötigt True Type-Schriften für eingeblendeten Text. Wählen Sie Ihre Lieblingsschrift.
es: MPlayer utiliza tipografías True Type para «On Screen Display». Elija la que más le guste.
fr: MPlayer utilise des polices de caractères TrueType pour l'affichage à l'écran (OSD : On Screen Display). Veuillez choisir la police que vous souhaitez utiliser.
it: MPlayer ha bisogno di caratteri True Type per l'On Screen Display; scegliere i caratteri preferiti.
ja: MPlayer ではオンスクリーンディスプレイ (OSD) に TrueType フォントが必要となります。好みのものを選択してください。
ml: എംപ്ലയറിന്‌ സ്ക്രീനിലെ പ്രദര്‍ശനത്തിന്‌ ട്രൂടൈപ്പ് അക്ഷരരൂപങ്ങള്‍ ആവശ്യമാണ്‌. നിങ്ങളുടെ പ്രിയപ്പെട്ടവ തിരഞ്ഞെടുക്കുക.
pt: O Mplayer necessita de Fontes TrueType para o On Screen Display. Escolha a a sua preferida.
sv: MPlayer behöver True Type teckensnitt för On Screen Display. Välj din favorit.

source: MPlayer cannot find TrueType Fonts
de: MPlayer kann keine TrueType-Schriften finden
es: MPlayer no puede encontrar tipografías TrueType
fr: Aucune police TrueType trouvée
it: Impossibile trovare i caratteri TrueType per MPlayer
ja: Mplayer は TrueType フォントを見つけることができません
ml: എംപ്ലയറിന്‌ ട്രൂടൈപ്പ് അക്ഷരരൂപങ്ങള്‍ ഒന്നും കാണ്ടുപിടിയ്ക്കാന്‍ കഴിഞ്ഞില്ല
pt: O Mplayer não conseguiu encontrar fontes TrueType
sv: MPlayer kan inte hitta TrueType-teckensnitten

source: You should install a package providing truetype fonts (such as 'ttf-freefont' or 'ttf-bitstream-vera' or 'msttcorefonts' ) and reconfigure MPlayer (with the command "dpkg-reconfigure mplayer")
es: Debería instalar un paquete que contenga tipografías TrueType (como «ttf-freefont», «ttf-bitstream-vera» o «msttcorefonts») y reconfigurar MPlayer (con la orden «dpkg-reconfigure mplayer»).
fr: Vous devriez installer un paquet contenant des polices TrueType, tel que « ttf-freefont », « ttf-bitstream-vera » ou « msttcorefonts », avant de reconfigurer MPlayer avec la commande « dpkg-reconfigure mplayer ».
it: Si deve installare almeno uno dei pacchetti che forniscono caratteri TrueType (per esempio "ttf-freefont", "ttf-bitstream-vera" o "msttcorefonts") e ripetere la configurazione di MPlayer (con il comando "dpkg-reconfigure mplayer").
ja: TrueType フォントを提供しているパッケージ ('ttf-freefont' や 'ttf-bitstream-vera'、'msttcorefonts' など) をインストールし、その上で、(コマンド "dpkg-reconfigure mplayer" で) MPlayer を再設定してください。
ml: ട്രൂടൈപ്പ് അക്ഷരരൂപങ്ങള്‍ ('ttf-dejavu' , 'ttf-bitstream-vera' , 'msttcorefonts' എന്നിവ പോലത്തെ ) ഉള്ള ഒരു പാക്കേജ് നിങ്ങള്‍ ഇന്‍സ്റ്റാള്‍ ചെയ്തതിനു ശേഷം എംപ്ലയര്‍ പുനഃക്രമീകരിയ്ക്കുക ("dpkg-reconfigure mplayer"എന്ന ആജ്ഞ ഉപയോഗിച്ച്)
pt: Deverá instalar o pacote que disponibiliza as fontes TrueType (tal como a 'ttf-freefont' ou 'ttf-bitstream-vera' ou 'msttcorefonts' ) e reconfigure o Mplayer (com o comando "dpkg-reconfigure mplayer").
sv: Du bör installera ett paket som tillhandahåller TrueType-teckensnitt (så som 'ttf-freefont', 'ttf-bitstream-vera' eller 'msttcorefonts') och omkonfigurera MPlayer (med kommandot "dpkg-reconfigure mplayer")

source: Create your ~/.mplayer/config file
it: Creare un file ~/.mplayer/config personale
ml: നിങ്ങളുടെ ~/.mplayer/config ഫയല്‍ ഉണ്ടാക്കുക
pt: Criar o seu ficheiro ~/.mplayer/config

source: MPlayer can use a very wide range of video output drivers; it will try to autodetect the best one, but you may choose a preferred one. Here is a guide to the choice (in decreasing order of speed): (1) if you see an entry that matches your video card, choose that; (2) if your video card supports 'XV', choose that (use 'xvinfo' to know). You should read /usr/share/doc/mplayer-doc/HTML/en/video.html (it is in package 'mplayer-doc').
it: MPlayer può usare un'ampia gamma di driver per l'output video; il programma cerca di rilevare il migliore ma è comunque possibile scegliere quello che si preferisce. Questa è una guida per la scelta (in ordine descrescente di velocità): 1) nell'elenco c'è la propria scheda video; 2) la propria scheda video supporta "XV" (usare "xvinfo" per saperlo). Si consulti /usr/share/doc/mplayer-doc/HTML/en/video.html (contenuto nel pacchetto "mplayer-doc").
ml: എംപ്ലയറിന്‌ വീഡിയോ ഔട്ട്പുട്ട് പ്രവര്‍ത്തകങ്ങളുടെ ഒരു വലിയ നിരതന്നെ ഉപയോഗിക്കാന്‍ കഴിയും; നല്ലതൊന്ന് അതു തന്നേ തിരഞ്ഞെടുക്കും. പക്ഷെ നിങ്ങള്‍ക്കു ഇഷ്ടമുള്ളതൊന്ന് തിരഞ്ഞെടുക്കാം.ഇതാ ഒരു വഴികാട്ടി (വേഗത കുറയുന്ന ക്രമമനുസരിച്ച്): (1) നിങ്ങളുടെ വീഡിയോ കാര്‍ഡ് കാണുകയാണെങ്കില്‍ അതു തിരഞ്ഞെടുക്കുക. (2)നിങ്ങളുടെ വീഡിയോ കാര്‍ഡ് എക്സ്.വി സപ്പോര്‍ട്ടു ചെയ്യുമെങ്കില്‍ അതു തിരഞ്ഞെടുക്കുക (അതറിയാന്‍ 'xvinfo' ഉപയോഗിക്കുക.). നിങ്ങള്‍ /usr/share/doc/mplayer-doc/HTML/en/video.html വായിച്ചിരിക്കണം ('mplayer-doc' എന്ന പാക്കേജിലാണതുള്ളത്).
pt: O Mplayer pode utilizar uma grande variedade de controladores de saída de video; ele irá tentar detectar qual o melhor, mas você poderá escolher um que prefira. Aqui está um guia para a sua escolha (por ordem decrescente de desempenho): (1) se encontrar uma entrada que coincida com a sua placa gráfica, escolha essa; (2) se a sua placa gráfica suportar 'XV', escolha essa (use 'xvinfo' para saber). Deverá ler /usr/share/doc/mplayer-doc/HTML/en/video.html (está no pacote 'mplayer-doc').
